<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>About Me</title>
    <?php
    require ROOT . "/views/layouts/links.php";
    ?>
</head>
<body>

<div id="wrapper">

    <?php include ROOT . "/views/layouts/header.php"; ?>

    <div id="content">
        <div class="container">
            <div class="row">
                <section class="content__left col-md-8">
                    <div class="block">
                        <div class="block__content">
                            <div class="images"><img src="/public/media/images/me.jpg"
                                                     style="max-width: 100%"></div>


                            <div class="full-text">
                                <h2>Обо мне</h2>

                                <p>В школьные годы я полюбил математику. Я регулярно ходил на районные, городские и
                                    республиканские олимпиады, где удавалось получать призовые места. Спасибо маме, в
                                    свое время, отправила на курсы программирования в “Progmeistars”, где я проучился 2
                                    года, и частично познакомился с профессией IT. <br></p>
                                <p>Так же в течении всей
                                    школьной жизни я занимался шахматами в школьном кружке, где был достаточно успешен.
                                    Был 4-рех кратным чемпионом школы, выполнил первый шахматный разряд. Удостоилось
                                    выступить на чемпионатах Латвии и Риги, где занял 3 и 2 место соответственно. Так же
                                    выступал на любительском Чемпионате Европы в Чехии.<br></p>
                                <p>Школу закончил хорошистом со средним баллом 8.88, после чего я решил связать свою
                                    жизнь с наиболее
                                    перспективной, на мой взгляд, профессией IT, и пошел учиться в TSI на Бакалавр
                                    компьютерных наук, где получил
                                    бюджетное место, которое по-прежнему сохраняю.<br></p>
                                Я являюсь ответственным исполнителем, отличаюсь высоким уровнем дисциплины, обучаем, не
                                конфликтен. Работал в разных типах команд. "Google" мой лучший друг =). Не имею вредных
                                привычек.

                                <h2>Работа</h2>
                                Помимо такой занятости, как наставник/фотограф в детских лагерях и подработка на
                                стройке, работал в IT сфере
                                <h3>Web Project Manager'ом в IT.lv (05.2015 – 12.2015)</h3> Главными задачами которого
                                являлось - <br>
                                1) Непосредственный контроль над разработкой сайта.<br>
                                2) SCRUM совещания с командой разработчиков (Front-end разработчик, Дизайнер, Back-end
                                разработчик, SEO, Системный администратор, 1С разработчик).<br>
                                3) Составление технических заданий.<br>
                                4) Тестирование сайта, со стороны пользователя. Составление лога с ошибками.<br>
                                5) Контроль выполнения поставленных задач в срок.<br>
                                6) Администрирование сайта.<br>
                                7) Решение технических вопросов клиента по пользованию ресурсом на пользовательском
                                уровне.<br>
                                8) Поддержка менеджеров в технических вопросах магазина и 1С на пользовательском уровне.<br>
                                9) Ведение новостей как на сайте IT.lv, так и в соцсетях.<br>
                                10) Решение технических проблем с провайдерами сетевых услуг.<br>

                                <h3>Сотрудником технической поддержки в SKS Serviss (08.2015 – 09.2016)</h3> Главными
                                задачами которого
                                являлось - <br>
                                1) Переустановка/Установка новых приложений и систем.<br>
                                2) Поддержка сотрудников в технических вопросах.<br>
                                3) При необходимости, удаленно производить настройку компьютеров в зависимости от
                                задачи.<br>

                                <h2>Технические знания</h2>
                                <h3>ОС и программы</h3>
                                Windows; Unix; MS Office; Adobe; Corel; Visual Studio;
                                IntelliJ IDEA; PhpStorm; Sublime text; Open Server; cPanel;
                                phpMyAdmin; SmartGit; GitHub.

                                <h3>Базовые знания</h3>
                                1) Самообучение<br>
                                Java; PHP; SQL; HTML; CSS; Java Script;<br>
                                2) Школа и Институт<br>
                                Visual Basic; C#; Haskell; Pascal<br>
                                C++ - Защита курсовой работы – 9(Оценка)<br>
                                MS Access + VB + SQL – Защита курсовой работы – 9(Оценка)

                                <h2>Интересы</h2>
                                Активный образ жизни (спортивный зал, велоспорт), встреча с друзьями, путешествия,
                                психология, мотивирующие книги, организация мероприятий, музыка.


                                <h2>Мотивация</h2>
                                Желаю получить должную квалификацию и опыт там, где я могу дать наибольшую отдачу и буду
                                по достоинству оценен, так же меня привлекает работа в сильной команде профессионалов.
                                Я хочу развиваться как специалист, стремлюсь приобрести новый опыт. Я в поисках
                                интересного с технической точки зрения проекта.


                            </div>
                        </div>
                    </div>

                </section>
                <section class="content__right col-md-4">
                    <?php include ROOT . "/views/layouts/sidebar.php"; ?>
                </section>
            </div>
        </div>
    </div>

    <? include ROOT . "/views/layouts/footer.php"; ?>

</div>

</body>
</html>